---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.CableTrayConduitBase
source: html/9d954dd9-b60b-0fb5-37b7-68a8681d20bc.htm
---
# CableTrayConduitBase Properties

The id of the assembly instance to which the element belongs.